Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 在约莫半炷香后，即将跑出竹林的边缘地带，少年突然攀援上左手边的一根竹子，晃荡向不远处另外一根竹子，比那正阳山的搬山猿更像一头猿猴，重复数次后终于轻飘飘落地，蹲下身用手抹去脚印，转头望去，距离第一根竹子相距有五六丈远，少年这才开始继续奔跑。
en_us: A few minutes later, right as he was about to leave the bamboo forest, he suddenly latched onto a bamboo tree on his left, then swung himself toward another bamboo tree nearby. As he swung from tree to tree, he appeared even more monkey-like than the old ape from the Sun Scorch Mountain, and after repeating this process a few times, he finally drifted gently down onto the ground, then crouched down to wipe away the footprints on the ground. He turned back to find that he was around 50 to 60 feet away from the first bamboo tree that he had swung from, and only after that did he continue running.

source: 在老一辈人嘴里，这棵槐树与小镇中心地带那棵参天老槐，相传是一脉相承的，那棵被称为祖宗槐，少年眼前这一棵则被喊作子孙槐。
en_us: According to the older individuals in the town, this locust tree and the old locust tree at the center of the town stemmed from the same origins. The old locust tree was called the ancestral locust tree, while this one was referred to as the descendant locust tree.

source: 在老人转头望向少年后，少年眼神干干净净，微微加重语气：“再试试看！”
en_us: The old shopkeeper turned to look into Chen Ping'an's clean and pure eyes, and the latter repeated in a more assertive voice, "Let's keep going!"

source: 在老掌柜中年接手铺子的时候，病榻上弥留之际的父亲，最后遗言，竟是一些古怪话，“铺子遇到大事情，就找老杨头，照他说的去做。这句话，好像是你爷爷的爷爷那会儿，就传下来了。以后你把铺子传给下一辈的时候，一定别忘了说这些，一定不能忘！”
en_us: Back when Shopkeeper Yang had inherited the medicine shop, his father had spoken some strange final words while on his deathbed: "If you ever encounter any important decisions that you have to make, go to Old Man Yang and do whatever he says. If I recall correctly, this instruction was first passed down by the great-great-grandfather to his son. When you pass this shop onto your son, make sure you tell him the same thing! This is something that you absolutely cannot forget!"

source: 在苻南华向前走的时候，少年开始缓缓后退，面朝那位高冠大袖的老龙城少主。
en_us: While Fu Nanhua was advancing toward Chen Ping'an, the latter began to slowly retreat while still facing the former.

source: 在草鞋少年离开屋子没多久，青衣少女一跺脚，就要跟上去，被从阮师变成阮师傅的中年男人喊住，正色道：“秀秀！你若是现在掺和进去，只会帮倒忙，害了那个陈平安，到时候才真正是万劫不复。”
en_us: Not long after Chen Ping'an left the room, Ruan Xiu stomped a foot in frustration and prepared to set off in pursuit, only to be stopped by Master Ruan, who yelled with a stern expression, "Xiuxiu, you're only going to hurt him if you get invovled now! He'll be beyond saving if you rush in recklessly now!"

source: 在蒙学散去之后，垂垂老矣的扫地老人，沐浴更衣后，来到齐先生书房外，席地而坐。
en_us: After the children were dismissed, the elderly janitor arrived outside Mr. Qi's study after bathing and changing into some new clothes, then sat down onto the ground.

source: 在蔡金简心情好转的同时，感大局已定的苻南华，也有了真正欣赏蔡仙子容貌身段的闲情逸致，不可否认，她是天生内媚的女子，一旦与这种女子结为道侣，朝夕相处，无论修行还是床笫，皆可渐入佳境。
en_us: While Cai Jinjian's mood was taking a turn for the better, Fu Nanhua was also quite confident that he had all but obtain what he had come here to acquire, and he was finally in the mood to be appreciating Cai Jinjian's beauty. It had to be said that she was a woman who possessed a natural sense of allure. If he could take her as his Dao partner, both his cultivation and his sex life would undoubtedly see an improvement.

source: 在行家眼中，初具雏形的拳意当中，已经透出一丝刚柔并济的大成风范。
en_us: Even though his techniques were still very rudimentary and unpolished, in the eyes of an expert, he was already displaying a knack for combining strength with subtlely, a trait that was only seen in masters.

source: 在衙署后堂正厅，身穿那一袭白色长袍的高大男人，坐在主位上正在喝茶。
en_us: In the main room of the office's rear hall, a tall man in a white robe was drinking tea while sitting on the main seat.

source: 在让陈平安转身后，宁姚突然弯下腰，掀起袍子，取下一把绑缚在小腿上的古朴短刀，站起身递给少年，语气无比郑重其事道：这是我们家乡那边独有的压裙刀，每个女子都会有。事急从权，便宜行事，我就不讲究什么乡俗了。但是你别忘了，这刀是借给你，不是送给你的！”
en_us: After getting Chen Ping'an to turn around, Ning Yao suddenly bent down and lifted up the hem of her robe, then pulled out an antiquated dagger that was strapped to her calf. She then stood up straight again as she offered the dagger to Chen Ping'an and said in a solemn manner, "This is a skirt dagger that every woman in my hometown carries around. It goes against the traditions of my hometown to give the dagger to someone else, but given the urgency of the situation, I'll make an exception. However, don't forget that I'm only borrowing this to you, so you have to return it!"

source: 在说完这些之后，男人气势浑然一变，衣袂鼓荡，头发飘摇，默念了一串晦涩难懂的口诀后，最后以五字收官：“真武山有请！”
en_us: After saying this, the man's aura suddenly underwent a drastic change. His clothes fluttered and his hair billowed as he quietly recited an obsure and arcane mantra. In the end, he finished by exclaiming, "At the request of True Martial Mountain!"

source: 在走出小镇后他便卷起袖管，摘下那柄压衣刀，还给少女。
en_us: After leaving the small town, he rolled up his sleeves and unstrapped the skirt dagger, returning it to Ning Yao.

source: 在走出祖宅前，宁姑娘建议他既然有了一片槐叶，就早点离开小镇，有了祖荫槐叶的无形庇护，便不至于有太大的意外，最好不要在小镇逗留太久，因为她不知道刘羡阳一事，会不会殃及他陈平安。
en_us: Before leaving, Ning Yao had suggested to Chen Ping'an that he should leave the small town as soon as possible since he had already obtained a locust leaf. With the formless protection of the locust leaf, it was unlikely that he would face any grave dangers. However, she was unsure about Liu Xianyang's situation and whether he would drag Chen Ping'an into any trouble. Thus, it was best that he didn't stick around for too long.

source: 在赵繇不明就里地接过毛笔，肩头一沉，原来是奶奶将手按在了自己肩上，他顺势坐在那张只有赵氏家主才能落座的位置上。
en_us: When Zhao Yao accepted the brush, he suddenly felt a heavy weight on his shoulder. As it turned out, it was his grandma pushing down on his shoulder, signalling for him to take a seat. He obeyed and sat down in the chair that was only meant for the clan leader of the Zhao Clan.

source: 在这之前，老猿一直是往深了想，涉及到草灰伏线绵延千里的阴谋，现在突然意识到这种可能性后，就觉得尤为荒诞不经。
en_us: Prior to this, he had always been trying to think on a deeper level, attributing Chen Ping'an's actions to some type of meticulously crafted conspiracy. Hence, the suddenly realization that this was also a possibility was an extremely absurd thought for him.

source: 在这之前，这辈子从没觉得自己了不起的陋巷少年，使劲忍住嘴角的笑意，故意让自己更云淡风轻一点。
en_us: At this moment, the impoverished young boy who had never felt himself impressive before forcefully tried to contain his smile. He purposely tried to make himself appear more nonchalant and carefree.

source: 在这之后，齐静春的声音并未出现，止境也很快随之消失，刘志茂不废话，立即让顾氏带着顾粲随他离开小镇，顾氏正要说话，就被刘志茂一个凶狠至极的眼神瞪过去，吓得妇人噤若寒蝉，刘志茂掏出两只袋子，虽然心中有些恋恋不舍，但是这位志在一个名副其实真君头衔的旁门道人，仍是毫不犹豫地放在了长凳上，只是刚走到小院的时候，刘志茂突然问道：“你们家有没有留下什么老物件？”
en_us: Qi Jingchun's voice didn't sound again. The Halted Realm also vanished soon after. Liu Zhimao didn't speak another word of nonsense, immediately ordering the woman and Gu Can to leave the small town with him. The woman was just about to speak, yet she immediately swallowed her words in fear upon seeing Liu Zhimao's viciously ferocious glare. Liu Zhimao retrieved two bags of coins. Even though this person who was intent on becoming a genuine True Lord was extremely reluctant, he still placed the two bags of coins on the long bench without any hesitation at all. However, just as they were about to leave, Liu Zhimao suddenly asked, "Do you still have any other antiques in your house?"

source: 在这位近乎“山登绝*为峰”的武道大宗师眼中，小镇最西边，随着搬山猿的坏了规矩，刹那之间气机激荡不止，以至于那一块区域的气息絮乱，如同炸裂飞溅的破瓷器。
en_us: He could see that at the westernmost point of the town, Bai Yuan had broken the rules, and his aura had instantly begun to churn violently as a result, to the extent that everything in that area was thrown into complete disarray, like a piece of chinaware that had exploded into pieces.

source: 在这方面，陈平安的境况和婢女稚圭，其实有些相似，不同的是少年虽然也不爱说话，但其实本身性格，绝对不惹人厌，相反，少年生性温和友善，从来没有什么刺人的锋芒，只是家境败落的关系，又早早去了龙窑烧瓷讨生计，才显得和邻里之间关系没有那么熟络。当然，泥瓶巷的街坊们，对于少年的生日，确实会有一些说不清道不明的忌惮，五月初五，在小镇乡俗里，属于五毒并出的“恶日”，少年在这一天出生，加上他爹娘的纷纷去世，陈平安早早成了家里最后一根独苗，自然而然会让人心里头犯嘀咕，尤其是上了岁数、喜欢在老槐树那边凑热闹的老人，对于这位泥瓶巷的少年，尤为疏远，私下也会告诫自家孩子不要接近，但是每当孩子满脸不情愿，刨根问底问为什么的时候，老人们就说不出个所以然了。
en_us: Chen Ping'an was actually quite similar to Zhi Gui in this regard. What was different in his case was that even though he also didn't like to speak much, his personality definitely didn't turn people away from him. In fact, he was naturally very friendly and approchable, and he was like a smooth stone that didn't possess any sharp edges. It was only due to the unfortunate circumstances of his upbringing and the fact that he had gone to work at the dragon kiln from a young age that he wasn't all that close and familiar with his neighbors. Of course, in addition to that, all of his neighbors on Clay Vase Alley were also a little wary of his birth date, regardless of whether they were willing to admit it or not. According to the superstitions in the town, the fifth day of the fifth month was considered to be an ominous day during which the five poisons, namely centipedes, snakes, scorpions, geckos, and toads, all came out to spread disease and misfortune. That, in addition to the fact that his parents had passed away while he was still at a very young age, inevitably made it so that there was a negative stigma surrounding him. In particular, the old people who liked to gather under the old locust tree would always intentionally distance themselves from Chen Ping'an and encourage their grandchildren and great grandchildren to do the same. However, whenever those children asked why they should stay away from Chen Ping'an, those old people would be unable to give an explanation.

source: 在这期间，当陈平安听到宁姚说她拿钥匙开门的时候，有些目瞪口呆，欲言又止。
en_us: When Chen Ping'an had heard Ning Yao talk about how she had opened the doors with the keys, his eyes had widened and his jaw had dropped. He had wanted to say something, but he ultimately refrained from doing so.

source: 在远处，少女蹲坐在yi间铸剑室门槛上，端着yi碗饭，白米饭堆积出山尖尖的模样，高耸出大白碗的边沿，她正在狼吞虎咽，吃掉“山头“后，如愿以偿看到被她隐藏其中的红烧肉，整个人洋溢着幸福的光彩，偷偷背转身，背对着坐在门槛另yi端细嚼慢咽的男人，问道：“爹，不管yi管那外乡婆姨？”
en_us: In the distance, a young girl in green was squatting by a blacksmith forge with a bowl of rice in her hands. The rice was heaped so high that it formed a pyramid shape that protruded far above the side of the bowl. She lifted the bowl of rice and started to wolf it down. After destroying the "pyramid", she caught a glimpse of the braised pork belly that she had hidden inside the bowl of rice. She glowed with happiness, and she secretly turned around to have her back face the man who was slowly eating his own bowl of rice. "Father, aren't you going to stop that outsider lady?" she asked.

source: 在那之后的之后，刘羡阳知道陈平安会经常自己去溪边，助跑，起跳，腾空，飞跃，摔落。
en_us: However, he knew that following that event, Chen Ping'an would often go the creek on his own before attempting the same feat over and over again.

source: 在那之后，刘羡阳就再也没提过什么步跨溪的神仙了。
en_us: After that, Liu Xianyang didn't make any further mention of immortals leaping over the creek.

source: 在那之后，卢正淳就开始心生恐惧，陌生贵人们问话的时候，他说话嗓音会颤抖，带路的时候，走路步伐会飘忽，他知道自己这个样子，会贻笑大方，会让祖父失望，让家族蒙羞，但是年轻人实在是控制不住自己的恐惧，好像全身都在从骨子里渗出寒气。
en_us: From that incident, the seed of fear was planted into his heart. Whenever any of those esteemed guests asked him anything, his voice would tremble when he answered, and whenever he took them anywhere, his legs would quiver. He knew that he was putting on an extremely embarrassing display and bringing shame upon his grandfather and his entire clan, but he was simply unable to control his own fear. In their presence, he felt as if his entire body were constantly submerged in a glacial pit.

source: 在陈平安即将跑出院子的时候，黑衣少女突然喊道：“等等，我有些事情要跟你说。”
en_us: Right as Chen Ping'an was about to rush out of the courtyard, Ning Yao suddenly yelled, "Hold on, I have something to say to you."

source: 在陈平安的记忆中，好像这位云游至此的年轻道爷，在小镇已经待了最少五六年，模样倒是没什么变化，对谁也都和和气气的，平时就是帮人摸骨看相、算卦抽签，偶尔也能代写家书，有意思的是，桌案上那只拥簇着一百零八支竹签的签筒，这么多年来，小镇男男女女抽签，既没有谁抽出过上上签，也没有谁从签筒摇晃出一支下签，仿佛整整一百零八签，签签中上无坏签。
en_us: Chen Ping'an recalled that this young traveling ist priest had already been staying in this town for at least the past five or six years. His appearance hadn't changed much during that time, and he was always quite friendly to everyone. On a normal day, all he did was tell people's fortunes through scapulimancy, face reading, and slip drawing, and he also occasionally acted as a letter ghost writer for others. What was rather interesting was that there were 108 bamboo slips in the slip tube on the table, but during all his time here, not a single person had managed to draw the best possible slip, nor had anyone ever drawn a slip of misfortune. It was as if there were only good or neutral slips in the tube with no other options available.

source: 在陈平安看到他们的同时，几乎所有人也察觉到草鞋少年的突兀出现，年轻道姑有些讶异，便弯下腰揉了揉红棉袄小女孩的脑袋，一边指向陈平安这个方向，一边窃窃私语，小女孩竖起耳朵听那位神仙姐姐的问话，使劲睁大眼眸，定睛望去，依稀认出陈平安的模样后，就开始竹筒倒豆子，应该是在给白鹿的主人，那位神仙姐姐解释陈平安的身份来历。
en_us: When Chen Ping'an saw them, the group of people also noticed his sudden appearance. The young Daoist nun was slightly astonished, and she bent down to rub the head of the little girl in the bright red jacket. At the same time, she pointed at Chen Ping'an and said something to the little girl. The ears of the little girl immediately pricked up to listen to what this older sister was saying. She then opened her eyes as big as she could as she looked over, and it seemed like she was able to recognize Chen Ping'an's figure. She turned around and started to explain his background to the Daoist nun, who was most likely the owner of the white deer.

source: 在陈平安站起身的时候，马苦玄却又蹲下身，抓起一把石子放在了左手心。
en_us: When Chen Ping'an stood up, Ma Kuxuan squatted down again, scooping up a handful of stones in his left hand.

source: 在黑衣少女和小镇那对师生之间，被两条并不粗壮的胳膊，拉伸、爆绽出两条光芒璀璨的弧月。
en_us: Her arms weren't particularly bulky or strong, but as she swung her blades through the air, two dazzling crescent-shaped streaks of light illuminated the space between her and the teacher and student duo.

source: 在齐静春放下那双筷子之前的两天，小镇出现了一些不好的兆头，铁锁井水位下降得很厉害，槐枝从树干断裂坠落，枝叶皆枯黄，明显不符合春荣秋枯的规矩，还有小镇外横七竖八躺着许多泥塑木雕神像的地方，经常大半夜传来爆竹一般的炸裂声，好事者跑去一看，靠近小镇一带，去年冬肯定还存世的那拨泥菩萨木神仙们，竟然已经消失大半。
en_us: During the few days prior to the moment Qi Jingchun set down that pair of chopsticks, some ominous signs had begun appearing in the town. The water level in the Iron Lock Well had been falling rapidly, while the leaves and branches of the old locust tree had all become yellow and withered, something that clearly shouldn't have been happening at this time of yera. Furthermore, there were also frequent flurries of cracks and pops that resembled the sound of firecrackers ringing out in the middle of the night outside the town, where many clay and wooden deity statues were situated. Some curious individuals had gone out to investigate the source of the sounds, only to discover that most of the clay Bodhisattva and wooden deity statues near the town, artifacts that had definitely still been there the previous winter, had gone missing.

source: 在齐静春正要转身的时候，还背着箩筐的少年，连忙极为吃力地作揖行礼。
en_us: When Qi Jingchun was about to turn around and leave, the young boy who was still carrying the bamboo basket hurriedly bowed and paid his respects in a strenuous manner.

source: 在齐静春运转大阵后，小镇重返止境。
en_us: After Qi Jingchun activated the formation, the small town had returned to a frozen state.

source: 地上那把剑鞘中，长剑颤抖不止，如倾国佳人在哀怨呜咽，苦苦哀求情人的回心转意。
en_us: Inside the scabbard on the ground, the longsword was trembling uncontrollably, like an abandoned lover who was desperately pleading with their better half to take them back.

source: 地面上响起一阵稀里哗啦的声响，尘土飞扬，片刻后，露出头戴帷帽少女的身影，双脚一前一后站定，她脚下，到儒士身前，出现一条沟壑，就像是被犁出来的。
en_us: A burst of clattering rang out from the ground below, and dust and debris were sent flying in all directions. Moments later, the dust settled to reveal the young woman. Her feet were positioned one in front of the other, and a rift had appeared on the ground, starting from directly in front of Qi Jingchun and concluding directly beneath the young woman's feet, as a plow had just dug through the earth.

source: 坐在板凳上的汉子李二，有些替同门师弟的郑大风打抱不平：“师父，你对师弟也太……”
en_us: Sitting on the stool, Li Er was slightly sympathetic of his junior brother, Zheng Dafeng. He tried to speak up for him, saying, "Master, your treatment of Junior Brother is a little too..."

source: 坐在树墩子上的汉子掰着手指头数着，“拎着竹篓金鲤鱼的大隋少年，泥瓶巷顾寡妇的崽子，再加上福禄街的繇哥儿，这就已经是三个啦。可是接下来还有那么多人，一头撞进来，还不得只剩下捡破烂的活计？要不然，我也趁机找个能揉肩敲背的孝顺徒弟？”
en_us: Sitting on a tree stump, the gatekeeper counted on his fingers, saying, "The young boy from the Great Sui Nation with his golden carp, the child of Widow Gu in Clay Vase Alley, and Brother Yao from Fortune Street... This is already three people. However, so many outsiders are still rushing in. At that time, won't they only have scraps to pick at? Perhaps I should also seize this opportunity to find a good disciple for myself? One who can massage my shoulders and back?"

source: 堂堂宁姚，爹娘皆是十二楼之上的大剑仙不说，她自己自诞生起，便被誉为最顶尖的剑仙胚子，哪怕离家出走这么多年，也只是与人比剑或是斗法输过，从来没有人会如此侮辱她的人格，一本破书，还需要她宁姚以下作手段去翻阅、偷窥、占有？
en_us: She was the mighty Ning Yao, and to say nothing of the fact that her father and mother were both Tier 12 Sword Immortals, she had also been regarded as a top-notch sword prodigy ever since birth. After leaving home and traveling around for so many years, she had only ever lost during sword battles or spell technique battles. However, no one had ever insulted her character like this before. This was nothing but a crappy book, so did she, Ning Yao, need to flip through it or obtain it through underhanded methods?

source: 塾师齐先生今天不知为何，破天荒早早结束了授业。
en_us: For some reason, Mr. Qi from the private school concluded the lessons early on this day, something that he almost never did.

source: 墙头上名叫宋集薪的小公子哥，对此完全无法理解。
en_us: Squatting on the wall, the rich young boy was very baffled.

source: 声势惊人，力道几乎足以贯穿一堵墙壁。
en_us: The rock had been thrown with astonishing power, possessing sufficient force to punch through a wall, had it not been caught by the old man.

source: 外来人氏在小镇上相互厮杀，按照最早四位圣人订立的规矩，惩罚并不重，但也不能算轻，相较于滥杀小镇凡夫俗子必然会被驱逐，外人之间的争斗，就存在个明显的“漏洞”，让人可以亡羊补牢，高稹在内三拨人，之所以都携带位“扈从”，也正是因此做了最坏的准备，以便在关键时刻推出来做替罪羊，要不然仅仅是个名额，就要耗费大隋高氏皇帝内库的半积蓄，好歹是位泱泱上国皇帝陛下的私房钱，整整半家底子，金额之大，可想而知，所以谁肯无缘无故当这么个冤大头
en_us: According to the earliest rules set by the four sages, outsiders who engaged in battle in the town were to be punished. The punish wasn't very severe, but it wasn't just going to be a light punishment, either. If an outsider were to kill any of the mortal residents of the town, they would be evicted without exception, but there were loopholes to be exploited when it came to battles between outsiders, and for three of the groups of outsiders who had entered the town, including Gao Zhen's, they had all brought "servants" with them precisely because they knew that there was a chance that this rule could be broken. In the case that the rule was broken, they would be able to use their servants as scapegoats and place the blamd squarely on them. It had cost half of the wealth saved up in the imperial vault of the Great Sui Nation's emperor just to earn entry for a single person into the town. The imperial vault contained what was essentially the emperor's private stash, so half of the wealth in the entire vault was naturally an exorbitant amount. If it weren't for the possibility that battles could break out between the factions of outsiders entering the town, there was no way that Wu Yue would've been sent in alongside Gao Zhen.

source: 夜幕深沉，督造官衙署，宋长镜yi人独自返回，少年宋集薪已经去往狗窝yi般的泥瓶巷，对此男人没有强求，身为统兵多年的沙场大将，在尸山血海里，尚且能够鼾声大作，所以那个被放养的侄子，这些年日子过得没那么符合天潢贵胄的身份，宋长镜没觉得这就亏欠了那孩子。能活着返回大骊京城，就不错了。
en_us: Deep into the night, Song Changjing returned alone to the office of the kiln supervision official. Song Jixin had already left and returned to Clay Vase Alley, a place that was like a dog's kennel. The man in white didn't have any issues with this. As a front-line general who had led armies to wars for numerous years, and as someone who could still sleep soundly amid a sea of blood and a mountain of corpses, he naturally didn't feel like his nephew had been treated badly these past few years. Even though he had been tossed into this small town, he could at least return to the capital of the Great Li Empire alive. This was already quite good.

source: 夜幕深沉，陈平安自制了三支火把，三人举火而行。
en_us: In the darkness of the night, Chen Ping'an crafted three torches, which the trio used to light the way forward.

source: 夜空中一声声轰然作响，如春雷绽放。
en_us: Like the rumbling thunder of spring, explosions intermittently reverberated through the air.

source: 夜色渐浓。
en_us: It was getting quite late, and Old Man Yang lit an oil lantern.

source: 夜色里，当初陈平安逃向深山，撒腿狂奔，没过多久，跑入一片泥土格外松软的竹林，草鞋少年开始故意放重脚步。
en_us: In the darkness of the night, Chen Ping'an continued to flee deeper into the mountain at a breakneck pace. A short while later, he rushed into a bamboo forest where the soil was particularly soft and loamy, and from there, he began to intentionally make his footsteps heavier.

source: 大半夜的，少女像是一位夜行村野的女鬼精魅。
en_us: Standing before the backdrop of the night sky, the young girl in green looked much like a female ghost who was wandering around the wilderness of the small town.

source: 大半夜的，陈平安一路跑回到刘羡阳家的宅子，开锁的时候，就能听到那家伙打雷一般的鼾声。
en_us: It was past midnight, and when Chen Ping'an arrived back at Liu Xianyang's house and opened the door, all he could hear was his friend's thunderous snores.

source: 大口喘息，拼命呼吸。
en_us: Liu Xianyang's breathing was erratic and labored.

source: 大堂之内，一阵磅礴威压如暴雨狠狠砸在众人头顶，躲也无处躲，所有人的肌肤，竟然产生了实质性的针刺疼痛。
en_us: A burst of tremendous pressure immediately came crashing down upon everyone in the hall like a mountain, and not only was it impossible to avoid, it was as if the aura had a substantial form, infliciting physical, stinging pain upon everyone's skin.

source: 大堂内，崔明皇坐回位置，不露声色。
en_us: Inside the hall, Cui Minghuang returned to his seat in silence.

source: 大堂匾额为“怀远堂”，并无署名，宋集薪总觉得仅凭字迹来看，不是什么大家手笔。
en_us: The plaque bore the name "Farkeep Hall", and there was no signature. Judging from the handwriting alone, Song Jixin had always felt like this couldn't have come from a renowned calligrapher.

source: 大大咧咧的高大少年，已经有心软的迹象。
en_us: Meanwhile, the tall and burly youth was already showing signs of relenting.

source: 大摇大摆来到树底下的少女，她当然对这些说法，相当不屑一顾。
en_us: The young girl strode up to the locust tree. She naturally didn't pay any heed to these nonsensical sayings.

source: 大概一炷香后，魁梧老人匆忙赶回李家大宅，杀气腾腾。
en_us: Around 15 minutes later, Bai Yuan hurriedly stormed back into the Li Clan's manor with palpable killing intent radiating from his body.

source: 大概将近一个时辰，陈平安腰间鱼篓差不多已经装满，原路回到安放箩筐草鞋的溪畔，先去岸边拔了几大把芦苇、野芹和狗尾巴草，垫在箩筐底部，这才将石子一颗颗放入箩筐，拎着草鞋，系着鱼篓，背着箩筐，上岸而行，到了之前折返处的小溪岸边，再次放下草鞋箩筐，下了小溪继续翻挪石头。
en_us: After around two hours, Chen Ping'an had already mostly filled up the bamboo basket that was tied to his waist. He returned to where he had left his large basket and straw sandals. He then walked to the banks to grab a few handful of reeds, laying them on the bottom of the basket before transferring the pebbles over one by one. With his straw sandals in one hand, his bamboo basket by his waist, and his large basket on his back, he walked to another section of the creek before once again placing down his straw sandals and large basket. He then entered the creek and continued to sift through pebbles and rocks.

source: 大概就是形容这位姑娘了。
en_us: This was an apt description for the young woman sitting before Chen Ping'an.

source: 大概是之前那个梦境太过真切，陈平安其实到现在还没有缓过来，导致现在看什么都透着古怪。
en_us: The dream from earlier was so realistic that Chen Ping'an was still yet to fully return to the real world, which was why he was still quite jumpy and jittery.

source: 大概是少女的低头认错，太过稀罕难得，所以她心情极其失落。
en_us: The young woman was feeling extremely downcast at this moment. Perhaps this was because she rarely ever lowered her head and apologized to others.

source: 大概是意识到自己挡住狭窄巷弄的去路了，男人微微笑，主动侧身给陈平安让路。
en_us: Likely realizing that he was blocking the narrow alleyway, the man smiled faintly and turned to his side to let Chen Ping'an through.
